-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 19, 2024 at 01:26 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `imamali_lost_app_db2`
--

-- --------------------------------------------------------

--
-- Table structure for table `centers`
--

CREATE TABLE `centers` (
  `centerId` int(250) NOT NULL,
  `centerName` varchar(250) NOT NULL,
  `phoneNo` varchar(255) DEFAULT NULL,
  `isActive` varchar(1) DEFAULT '1',
  `isDeleted` tinyint(4) DEFAULT 0,
  `createdBy` int(11) DEFAULT NULL,
  `createdAt` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `centers`
--

INSERT INTO `centers` (`centerId`, `centerName`, `phoneNo`, `isActive`, `isDeleted`, `createdBy`, `createdAt`) VALUES
(0, 'من الهاتف', '454545454', '0', 0, NULL, '2019-07-01 20:36:49'),
(2, 'المدينة القديمة', '٠٩٨٧٦٥٤٣٢١١', '0', 0, 16, '2019-07-01 21:27:54'),
(3, 'حسينية ال الصدر', '07901782482', '0', 0, 1, '2019-07-22 18:41:21'),
(4, 'الادمن', '07801269064', '1', 0, 2, '2019-07-22 19:00:50'),
(5, 'مركز العتبة الكاظمية المقدسة', '07902885576', '1', 0, 4, '2019-07-31 19:00:13'),
(6, 'العتبة العلوية المقدسة', '07601877422', '1', 0, 4, '2019-08-13 10:48:15'),
(7, 'أكرم النجفي', '07801742855', '1', 1, 4, '2019-09-22 19:29:45'),
(8, 'مفرق الحسينية موكب ابو الفضل العباس ع عمود 438 طريق بغداد', '07811779773', '0', 0, 4, '2019-09-23 19:22:50'),
(9, 'مركز 335', '07506567198', '1', 1, 4, '2019-09-29 20:52:03'),
(10, 'مركز 335', '07506567198', '1', 1, 4, '2019-09-29 20:52:11'),
(11, 'مركز 335', '07506567198', '1', 1, 4, '2019-09-29 20:52:42'),
(12, 'مركز 335', '07506567198', '0', 1, 4, '2019-09-29 20:52:58'),
(13, 'مركز 335', '07506567198', '1', 1, 4, '2019-09-29 20:53:07'),
(14, '335', '07506567198', '1', 1, 4, '2019-09-29 20:53:44'),
(15, 'مركز 335', '07801269064', '1', 0, 4, '2019-09-29 20:54:39'),
(16, 'محطة ثورة العشرين', '00000000000', '0', 0, 4, '2019-09-29 20:57:52'),
(17, 'محطة 23', '07732928887', '0', 0, 4, '2019-09-29 20:59:29'),
(18, 'محطة 112', '07813446722', '0', 0, 4, '2019-09-29 21:01:26'),
(19, 'محطة 70', '07806858850', '0', 0, 4, '2019-09-29 21:02:38'),
(20, 'محطة طريق الجنة', '07810489733', '0', 0, 4, '2019-09-29 21:04:01'),
(21, 'محطة 201', '07805617409', '0', 0, 4, '2019-09-29 21:05:31'),
(22, 'محطة 284', '07813122049', '0', 0, 4, '2019-09-29 21:06:59'),
(23, 'محطة 446', '00000000000', '0', 0, 4, '2019-09-29 21:08:15'),
(24, 'محطة 561', '07825430296', '0', 0, 4, '2019-09-29 21:09:42'),
(25, 'محطة 602', '07601511905', '1', 0, 4, '2019-09-29 21:11:19'),
(26, 'محطة 663- كفيل التائهين', '07803763893', '0', 0, 4, '2019-09-29 21:13:29'),
(27, 'محطة 741', '07805895154', '0', 0, 4, '2019-09-29 21:14:55'),
(28, 'محطة 265', '07717589801', '1', 1, 4, '2019-09-29 21:15:59'),
(29, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 16:59:57'),
(30, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:00:22'),
(31, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:00:41'),
(32, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:01:18'),
(33, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:02:37'),
(34, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:03:01'),
(35, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:03:32'),
(36, 'محطة مزار الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:03:43'),
(37, 'محطة الحمزة الغربي ( ع )', '07829364707', '0', 0, 4, '2019-09-30 17:05:27'),
(38, 'محطة مزار الحمزة الغربي ( ع ) 1', '07822744316', '0', 0, 4, '2019-09-30 17:12:54'),
(39, 'محطة مزار الحمزة الغربي ( ع ) 2', '07732544742', '0', 0, 4, '2019-09-30 17:17:53'),
(40, 'محطة مزار الحمزة الغربي ( ع ) 3', '07814924256', '0', 0, 4, '2019-09-30 17:21:03'),
(41, 'محطة مزار الحمزة الغربي ( ع ) 4', '07825228027', '0', 0, 4, '2019-09-30 17:24:02'),
(42, 'محطة مزار الحمزة الغربي ( ع ) 5', '07711198348', '0', 0, 4, '2019-09-30 17:26:38'),
(43, 'محطة العتبة العسكرية المقدسة', '07831471636', '1', 0, 4, '2019-10-01 17:59:27'),
(44, 'محطة ال ياسين', '07904645379', '1', 0, 4, '2019-10-02 14:21:16'),
(45, 'العتبة العباسية المقدسة', '07704333252', '1', 0, 4, '2019-10-07 22:56:12'),
(46, 'محطة 284', '078183122049', '1', 0, 4, '2020-09-26 17:44:11'),
(47, 'محطة 888', '07710858885', '1', 0, 4, '2020-09-26 17:48:49'),
(48, 'باب طويريج', '07801011053', '1', 0, 4, '2020-09-26 18:08:40'),
(49, 'محطة 23', '07801239049', '1', 0, 4, '2020-09-26 18:18:20'),
(50, 'السيطرة', '07601511901', '1', 0, 4, '2020-10-02 12:50:14'),
(51, 'العتبة الحسينية المقدسة', '07719331000', '0', 0, 4, '2020-10-03 13:55:45'),
(52, 'ت 10', '07801011053', '0', 0, 4, '2020-10-03 16:11:33'),
(53, 'فوج طوارئ العتبة الكاظمية', '07715158291', '0', 0, 4, '2021-03-08 08:14:13'),
(54, 'محطة 502', '07801787130', '0', 0, 4, '2021-09-17 09:53:35'),
(55, 'جوال 1', '07806890206', '0', 0, 4, '2021-09-17 10:09:34'),
(56, 'جوال 2', '07831145115', '0', 0, 4, '2021-09-17 10:16:15'),
(57, 'جوال 201', '07804754660', '0', 0, 4, '2021-09-17 10:23:35'),
(58, 'المراقبة', '07807574917', '0', 0, 4, '2021-09-17 10:35:03'),
(59, 'محطة 446', '07810455710', '0', 0, 4, '2021-09-17 10:46:51'),
(60, 'شرطة الطاقة', '00000000000', '0', 0, 4, '2021-09-17 12:34:53'),
(61, 'شباب علي الاكبر - علاء لاصي', '07801349729', '0', 0, 4, '2021-09-17 18:45:52'),
(62, 'محطة 818', '07832492411', '0', 0, 4, '2021-09-17 19:29:23'),
(63, 'الحاج ابو رسل الساعدي', '07712929293', '0', 0, 4, '2021-09-17 22:02:32'),
(64, 'جوال 3', '07821856662', '0', 0, 4, '2021-09-19 18:30:45'),
(65, 'علي النجفي', '07902582064', '1', 0, 4, '2021-09-20 11:07:55'),
(66, 'حسينية سفير الحسين ( ع ) 398', '07807987191', '0', 0, 4, '2021-09-20 19:16:04'),
(67, 'حولي 1', '07706268783', '0', 0, 4, '2021-09-21 21:21:29'),
(68, 'حولي 2', '07706268706', '0', 0, 4, '2021-09-21 21:25:23'),
(69, 'حولي 3', '07702600831', '0', 0, 4, '2021-09-21 21:28:07'),
(70, 'محطة 455', '07801370977', '0', 0, 4, '2021-09-23 12:15:08'),
(71, 'محطة ٥٨٠', '٠٧٨١١٩٣٨٤٢٩', '0', 0, 4, '2021-09-24 14:28:18'),
(72, 'محطة 398 سفير الحسين', '07807987191', '0', 0, 4, '2021-10-05 16:37:04'),
(73, 'الرقم المجاني المختصر النجف', '6674', '0', 0, 4, '2022-08-30 13:56:37'),
(74, 'الرقم المجاني المختصر بابل', '6674', '0', 0, 4, '2022-08-30 14:08:29'),
(75, 'الرقم المجاني المختصر كربلاء', '6674', '0', 0, 4, '2022-08-30 14:10:59'),
(76, 'مزار ميثم التمار', '07709751551', '0', 0, 4, '2022-08-30 21:55:57'),
(77, 'مسجد السهلة المعظم', '07801551719', '0', 0, 4, '2022-08-30 22:01:03'),
(78, 'علاء لاصي 650', '07801349729', '1', 1, 4, '2022-08-30 22:04:08'),
(79, 'امانة مسجد الكوفة المعظم', '07811648100', '0', 0, 4, '2022-08-30 22:26:38'),
(80, 'مزار الصحابي كميل بن زياد ( ع )', '07721141745', '0', 0, 4, '2022-08-30 22:29:49'),
(81, 'محطة الحمزة الغربي ( ع ) الرئيسية', '07601502138', '0', 0, 4, '2022-09-01 11:34:49'),
(82, 'بابل المركزية', '07601608464', '0', 0, 4, '2022-09-01 11:41:54'),
(83, 'شمال بابل', '07806068208', '0', 0, 4, '2022-09-01 11:44:46'),
(84, 'العتبة العلوية -صحن الزهراء ع', '07601877422', '1', 0, 67, '2022-09-04 17:55:58'),
(85, 'مؤيد سمير كربلاء بين الحرمين', '07801342836', '0', 0, 4, '2022-09-06 15:56:31'),
(86, 'العتبة العلوية المقدسة -حاسبة النساء', '07812189204', '1', 0, 67, '2022-09-07 11:30:54'),
(87, 'العتبة العلوية المقدسة - حاسبة النساء', '07812189204', '1', 0, 67, '2022-09-07 11:50:15'),
(88, 'العتبة العلوية المقدسة -حاسبة الادخال', '07601877422', '1', 0, 67, '2022-09-09 14:41:20'),
(89, 'ساحة الزهراء', '٠٧٦٠٣٤٠٠٣١٨', '1', 0, 4, '2023-02-14 11:09:17'),
(90, 'ساحة العروبة', '٠٧٦٠٢٠٠٦٤٣٨', '1', 0, 4, '2023-02-14 11:15:04'),
(91, 'ساحة الامام الجواد', '٠٧٦٠١٥١١٩٠٨', '1', 0, 4, '2023-02-14 11:17:22'),
(92, 'شارع ٦٠', '٠٧٦٠١٥١١٩١٦', '1', 0, 4, '2023-02-14 11:18:05'),
(93, 'شارع النواب', '٠٧٦٠١٠١٢٩٧٨', '1', 0, 4, '2023-02-14 11:19:50'),
(94, 'العتبة العلوية المقدسة - جنة الاطفال', '00000000000', '1', 0, 67, '2023-08-26 16:13:21'),
(95, 'الحج والزيارة', '00000000000', '1', 0, 67, '2023-08-27 19:58:39'),
(97, 'تجريبي تجريبي', '45454545', '1', 1, 1, '2024-11-18 08:09:02'),
(98, 'gffggff', '5455454', '1', 1, 1, '2024-11-18 08:17:46'),
(99, 'ghhhhhhhhhhhhh', '4455454', '0', 1, 1, '2024-11-18 08:18:25'),
(100, 'ghhhhhhhhhh', '565656', '1', 1, 1, '2024-11-18 08:51:57');

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `cityId` int(250) NOT NULL,
  `cityName` varchar(250) NOT NULL,
  `isActive` tinyint(1) DEFAULT 1,
  `isDeleted` tinyint(1) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`cityId`, `cityName`, `isActive`, `isDeleted`) VALUES
(1, 'النجف', 1, 0),
(2, 'البصرة', 1, 0),
(3, 'بغداد', 1, 0),
(4, 'الحلة', 1, 0),
(5, 'السماوة', 1, 0),
(6, 'الديوانية', 1, 0),
(7, 'الناصرية', 1, 0),
(8, 'العمارة', 1, 0),
(9, 'الكوت', 1, 0),
(10, 'ديالى', 1, 0),
(11, 'سامراء', 1, 0),
(12, 'بلد', 1, 0),
(13, 'الدجيل', 1, 0),
(14, 'الموصل', 1, 0),
(15, 'ايران', 1, 0),
(16, 'لبنان', 1, 0),
(17, 'السعودية', 1, 0),
(18, 'الكويت', 1, 0),
(19, 'باكستان', 1, 0),
(20, 'خارج العراق', 1, 0),
(21, 'افغانستان', 1, 0),
(22, 'كربلاء', 1, 0),
(23, 'الهند', 1, 0),
(24, 'سوريا', 1, 0),
(25, 'اهواز', 1, 0),
(26, 'عبادان', 1, 0),
(27, 'طهران', 1, 0),
(28, 'مشهد', 1, 0),
(29, 'كرمان شاه', 1, 0),
(30, 'قم', 1, 0),
(31, 'اميركا', 1, 0),
(32, 'المانيا', 1, 0),
(33, 'اوزبكستان', 1, 0),
(34, 'الامارات', 1, 0),
(35, 'عٌمان', 1, 0),
(36, 'العراق', 1, 1),
(37, 'العراق', 1, 0),
(38, 'البحرين', 1, 0),
(39, 'كركوك', 1, 0),
(40, 'اربيل', 1, 0),
(41, 'دهوك', 1, 0),
(42, 'سليمانية', 1, 0),
(43, 'بلد', 1, 0),
(44, 'كوفة', 1, 0),
(45, 'صلاح الدين', 1, 0),
(46, 'تلعفر', 1, 0),
(47, 'الموصل', 1, 0),
(49, 'بغداد المعامل', 1, 0),
(72, 'كرمنشاه', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `deliveryrecords`
--

CREATE TABLE `deliveryrecords` (
  `recordId` int(11) NOT NULL,
  `createdBy` int(11) DEFAULT NULL,
  `recipientId` int(11) DEFAULT NULL,
  `lostVisitorId` int(11) DEFAULT NULL,
  `createdAt` datetime DEFAULT current_timestamp(),
  `updatedAt` datetime DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `lostVisitorFullName` varchar(255) DEFAULT NULL,
  `recipientFullName` varchar(255) DEFAULT NULL,
  `shiftName` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `deliveryrecords`
--

INSERT INTO `deliveryrecords` (`recordId`, `createdBy`, `recipientId`, `lostVisitorId`, `createdAt`, `updatedAt`, `lostVisitorFullName`, `recipientFullName`, `shiftName`) VALUES
(1, 1, 1, 2, '2024-12-19 11:07:44', '2024-12-19 11:07:44', 'عامر الكاظمي', 'hhhhhh', 'صباحي'),
(2, 1, 2, 4, '2024-12-19 11:22:21', '2024-12-19 11:22:21', 'kkk', 'يببيبييب', 'صباحي');

-- --------------------------------------------------------

--
-- Table structure for table `hotels`
--

CREATE TABLE `hotels` (
  `hotelId` int(11) NOT NULL,
  `hotelName` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `street` varchar(255) NOT NULL,
  `createdBy` int(11) DEFAULT NULL,
  `createdAt` datetime DEFAULT current_timestamp(),
  `updatedAt` datetime DEFAULT current_timestamp(),
  `isDeleted` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `hotels`
--

INSERT INTO `hotels` (`hotelId`, `hotelName`, `area`, `street`, `createdBy`, `createdAt`, `updatedAt`, `isDeleted`) VALUES
(1, 'النور', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(2, 'الحويشي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(3, 'قصر الدر', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(4, 'الامين', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(5, 'الكعبة المشرفة', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(6, 'انيس النفوس', 'المشراق', 'خلف فندق اغنار', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(7, 'البيعة', 'المشراق', 'خلف فندق اغنار', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(8, 'الركين', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(9, 'الفضلاء', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(10, 'ابو زيد', 'المشراق', 'سوق العبايجية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(11, 'قصر الخليل', 'المشراق', 'سوق العبايجية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(12, 'رؤوف', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(13, 'مدينة الكرار', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(14, 'الفضيلة الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(15, 'الاطياب', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(16, 'القباب الذهبية', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(17, 'اغنار', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(18, 'الحيدري', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(19, 'البراق', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(20, 'حسينية بلد', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(21, 'النجم الذهبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(22, 'بابلون', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(23, 'برج الحياة', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(24, 'المروة', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(25, 'العبدلي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(26, 'الغدير', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(27, 'الديوان', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(28, 'الوادي الجميل', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(29, 'مضيف الحسن', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(30, 'ضيافة الامين', 'المشراق', 'نهاية شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(31, 'الريان', 'المشراق', 'سور المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(32, 'قصر الوالي', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(33, 'برج الامراء', 'المشراق', 'ساحة الميدان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(34, 'برج النجف', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(35, 'زهرة النجف', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(36, 'جنة النجف', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(37, 'قطر الندى', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(38, 'جنة الحسين', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(39, 'قصر النبلاء', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(40, 'الرواسي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(41, 'الجوادين', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(42, 'الباسم', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(43, 'مرج البحرين', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(44, 'زين العابدين الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(45, 'نور العابدين الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(46, 'المشهد الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(47, 'الرضا الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(48, 'العشار الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(49, 'غدير خم الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(50, 'دار الامير الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(51, 'ولاية علي الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(52, 'الطوسي الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(53, 'عطش الحسين الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(54, 'دار القريشي الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(55, 'الكاظمية الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(56, 'البقعة المباركة الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(57, 'ضيوف السبطين الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(58, 'ضيافة المنار الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(59, 'دار غسان الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(60, 'السراج الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(61, 'ارض الانبياء الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(62, 'الامان الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(63, 'فاطمة', 'المشراق', 'قيصرية الصيرفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(64, 'شقة الطوسي الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(65, 'الغري', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(66, 'اضواء النجف', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(67, 'الطور', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(68, 'كربلاء المقدسة', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(69, 'الرحاب الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(70, 'العامري', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(71, 'نور المدينة', 'المشراق', 'مقابل الامام علي ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(72, 'البشائر', 'المشراق', 'مقابل الامام علي ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(73, 'الجوهرة', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(74, 'عمرة', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(75, 'بركات المصطفى الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(76, 'اهل البيت الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(77, 'يثرب', 'المشراق', 'سوق العبايجية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(78, 'سنابل الخير الشعبي', 'المشراق', 'شارع زين العابدين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(79, 'السفير الشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(80, 'ضيوف الاميرالشعبي', 'المشراق', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(81, 'غريب طوس الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(82, 'المدينة المنورة الشعبي', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(83, 'الكيان', 'المشراق', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(84, 'نور الغدير الشعبي', 'المشراق', 'فضوة المشراق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(85, 'شبر', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(86, 'القمر', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(87, 'سور النجف', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(88, 'بيت البركة', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(89, 'باب النجاة', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(90, 'مدينة العلم', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(91, 'انوار المشهد', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(92, 'البينة', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(93, 'فيض المعين', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(94, 'النجاح', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(95, 'الساقي', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(96, 'براثا', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(97, 'الحمد لله', 'العمارة', 'مقابل الامام علي ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(98, 'نور الله', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(99, 'دار الحرة', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(100, 'الكويت', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(101, 'الفجر', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(102, 'بلودان', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(103, 'نور الثقلين', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(104, 'ابناء الزهراء', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(105, 'الشجيري', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(106, 'جار الشفيع', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(107, 'الرضوان', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(108, 'علم دار', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(109, 'قصر الطوسي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(110, 'الماسة', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(111, 'قصر السور', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(112, 'قصر الملوك', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(113, 'الكفيل', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(114, 'جنة علي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(115, 'قصر الزمرد', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(116, 'النخلة', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(117, 'الامل', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(118, 'البحر الابيض', 'العمارة', 'مقابل صحن فاطمة/ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(119, 'الشبير', 'العمارة', 'مقابل صحن فاطمة/ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(120, 'البيرق', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(121, 'القاصد', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(122, 'قصر التوحيد', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(123, 'دار البلال', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(124, 'ايلاف السلام', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(125, 'سحر اللؤلؤة', 'العمارة', 'مقابل كراج متعدد الطوابق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(126, 'الراهب', 'العمارة', 'مقابل صحن فاطمة/ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(127, 'حسينية كربلاء', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(128, 'التقى الشعبي', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(129, 'احباء الحسين الشعبي', 'العمارة', 'فضوة العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(130, 'ملحق احباء الحسين الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(131, 'السراج المنير الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(132, 'السجى الشعبي', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(133, 'عبدالاميرشعبان الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(134, 'منزل زيد الشعبي', 'العمارة', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(135, 'الماجد الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(136, 'القنديل الشعبي', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(137, 'الهاشمي الشعبي', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(138, 'ملحق المجد الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(139, 'المجد الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(140, 'بركة اسد الله الغالب الشعبي', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(141, 'الصادق الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(142, 'الامارات الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(143, 'الايمان الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(144, 'ابوالفضل العباس الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(145, 'منزل ابو علي الشعبي', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(146, 'الذكوات الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(147, 'ملحق دار السعد الشعبي', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(148, 'خازن الجنان الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(149, 'الانوار الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(150, 'ملحق الغدير الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(151, 'النور المبين الشعبي', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(152, 'فواطم الرسول الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(153, 'الصدف الشعبي', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(154, 'الفرات الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(155, 'شمس الضحى الشعبي', 'العمارة', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(156, 'ملحق الديوان الشعبي', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(157, 'منزل بركات فاطمة الشعبي', 'العمارة', 'قرب فندق براثا', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(158, 'الراية الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(159, 'زوار الامير الشعبي', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(160, 'زوار الحسين الشعبي', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(161, 'فدك الزهراء الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(162, 'الجواد الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(163, 'المشارق الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(164, 'القطيف', 'العمارة', 'خلف جامع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(165, 'دار السعد', 'العمارة', 'مقابل الامام علي ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(166, 'اية المجتبى الشعبي', 'العمارة', 'داخل العمارة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(167, 'المهند', 'العمارة', 'مقابل كراج متعدد الطوابق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(168, 'غريب كربلاء الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(169, 'الرضوان الشعبي', 'العمارة', 'شارع الطوسي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(170, 'قصر الضيافة', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(171, 'قصر الرغد', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(172, 'دارك', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(173, 'المقام', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(174, 'قصر التاج', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(175, 'قصر الاسد', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(176, 'قصر المولى', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(177, 'قصر الوركاء', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(178, 'قصر العرب', 'الحويش', 'مقابل مجمع زمزم', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(179, 'مجمع زمزم', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(180, 'اولاد مسلم بن عقيل', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(181, 'مصباح الهدى', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(182, 'اليسر', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(183, 'الرسل', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(184, 'الهادي', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(185, 'دار الخليل', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(186, 'بركات الحوراء', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(187, 'حواء', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(188, 'مالك الاشتر', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(189, 'جنة الزهراء', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(190, 'العماد', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(191, 'ضيوف الكوثر', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(192, 'الفواطم', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(193, 'الشيخ', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(194, 'حسينية اهالي بلد', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(195, 'حسينية اهل بلد', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(196, 'نور النجف', 'الحويش', 'خلف مضيف الامام/ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(197, 'نور العباس', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(198, 'القاسم', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(199, 'شجرة بحر النجف', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(200, 'بركات العباس', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(201, 'رياحين الجنة', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(202, 'السيف العباسي', 'الحويش', 'ساحة الزائرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(203, 'النجف الدولي', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(204, 'ضيوف الامام', 'الحويش', 'قرب جامع السبزواري', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(205, 'الضاحية الجنوبية', 'الحويش', 'خلف مضيف الامام/ع', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(206, 'لؤلؤة البحر', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(207, 'جوهرة لبنان', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(208, 'نور بني هاشم', 'الحويش', 'خلف قصر الضيافة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(209, 'جنات النعيم', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(210, 'النهرين', 'الحويش', 'الحويش/شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(211, 'خيرات طيبة', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(212, 'دار المختار الشعبي', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(213, 'دار الصادق الشعبي', 'الحويش', 'خلف جامع السبزواري', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(214, 'الميمون الشعبي', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(215, 'بدر الهواشم الشعبي', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(216, 'الناظم الشعبي', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(217, 'دار الرضا الشعبي', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(218, 'النجف الاشرف الشعبي', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(219, 'احباب العباس الشعبي', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(220, 'دار المصطفى الشعبي', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(221, 'ضيوف الامام2', 'الحويش', 'مقابل الجبل', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(222, 'السبطين الشعبي', 'الحويش', 'فضوة الحويش', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(223, 'قصر المجيد الشعبي', 'الحويش', 'قرب جامع السبزواري', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(224, 'الموفق', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(225, 'البدران', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(226, 'الرقيم', 'الحويش', 'شارع السور', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(227, 'الولاية الشعبي', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(228, 'قصرالخلود الشعبي', 'الحويش', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(229, 'منزل حنين الشعبي', 'الحويش', 'مقابل مدرسة رام الله', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(230, 'در السلسبيل', 'البراق', 'شارع الخورنق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(231, 'الزاهر', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(232, 'جنة الغري', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(233, 'المعراج', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(234, 'الورود', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(235, 'البتول', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(236, 'نور الولاية', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(237, 'شمس الشموس', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(238, 'البلد الامين', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(239, 'شقق الايمان الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(240, 'الدهوي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(241, 'يس', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(242, 'الجميل الشعبي', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(243, 'نسيم الزهور', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(244, 'الفاطميون', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(245, 'اسد الله', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(246, 'قصرالمصطفى', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(247, 'نورالمعصومين', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(248, 'الجواد', 'البراق', 'قرب بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(249, 'الرؤيا', 'البراق', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(250, 'سور المدينة', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(251, 'الابرار', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(252, 'قصرالصفا', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(253, 'اباذر', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(254, 'بركة المرتضى', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(255, 'الشفاعة', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(256, 'مضيف الاكبر', 'البراق', 'شارع الخورنق', NULL, '2024-12-15 13:15:25', '2024-12-16 05:49:17', 0),
(257, 'امجاد الضيافة', 'البراق', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(258, 'ايليا', 'البراق', 'شارع الخورنق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(259, 'لؤلؤة النجف', 'البراق', 'قرب بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(260, 'الخير', 'البراق', 'مقابل كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(261, 'مضيف الحسين', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(262, 'المحسن', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(263, 'ضيوف الرحمن', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(264, 'قصر غسان', 'البراق', 'شارع الاطباء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(265, 'سفينة الحسين', 'البراق', 'قرب بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(266, 'ادم', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(267, 'الارجوان', 'البراق', 'قرب بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(268, 'ضيوف الباقر', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(269, 'سيف الامير', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(270, 'الفيض الحسيني', 'البراق', 'شارع الخورنق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(271, 'قصر البشير', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(272, 'الفتح المبين', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(273, 'الحرير', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(274, 'كرم الاحرار', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(275, 'رويال', 'البراق', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(276, 'قصر الصادق', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(277, 'بركة ابي طالب', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(278, 'مدينتي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(279, 'قمر المدينة', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(280, 'قصر الصفاء', 'البراق', 'شارع الخورنق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(281, 'الليث', 'البراق', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(282, 'نور الصادق الشعبي', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(283, 'نور الحسنين', 'البراق', 'قرب بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(284, 'منار الهدى', 'البراق', 'شارع الخورنق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(285, 'قصر الغري', 'البراق', 'خلف بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(286, 'الخمائل', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(287, 'المرجان', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(288, 'العظماء', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(289, 'ارض الجنان', 'البراق', 'خلف قصر غسان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(290, 'الاعراف', 'البراق', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(291, 'قصر النورالشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(292, 'نوح الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(293, 'دار ام البنين الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(294, 'بيت البركة الشعبي', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(295, 'دار النذيرالشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(296, 'الحبوبي الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(297, 'السماوة الشعبي', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(298, 'زهرة الخليج الشعبي', 'البراق', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(299, 'الهدى الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(300, 'ملحق دارام البنين الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(301, 'ضيوف الكرارالشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(302, 'منزل الجزائري الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(303, 'ولي الله الشعبي', 'البراق', 'شارع الصادق', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(304, 'الشرق الاوسط', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(305, 'الحسيني الشعبي', 'البراق', 'بداية السوق الكبير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(306, 'علي الهادي الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(307, 'الكوثر الشعبي', 'البراق', 'شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(308, 'زمزم', 'الكوفة', 'مجاور البريد', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(309, 'قصر الرضا', 'الكوفة', 'مجاور البريد', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(310, 'النرجس', 'الكوفة', 'مجاور البريد', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(311, 'جوهرة بيروت', 'الكوفة', 'قرب مجسرات ثوة العشرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(312, 'الارض المقدسة', 'الكوفة', 'حي الحنانة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(313, 'ابن غازي', 'الكوفة', 'شارع كربلاء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(314, 'عين السلسبيل', 'الكوفة', 'شارع كربلاء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(315, 'الفيض', 'الكوفة', 'شارع كربلاء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(316, 'طيبة النجف', 'الكوفة', 'شارع كربلاء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(317, 'ولاية علي', 'الكوفة', 'مجاورملعب النجف الاشرف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(318, 'النبعية', 'الكوفة', 'مقابل الكراج الشمالي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(319, 'قصرالياسمين', 'الكوفة', 'الياس', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(320, 'سفراء الهدى', 'الكوفة', 'حي المهندسين قرب مطعم الخيمة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(321, 'در النجف', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(322, 'الساير', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(323, 'الشرع', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(324, 'در الفرقدين', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(325, 'الملاذ', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(326, 'الصفا', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(327, 'قصر الورد', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(328, 'بحر النجف', 'الكوفة', 'مقابل مستشفى الحكيم', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(329, 'النجف السياحي', 'الكوفة', 'ساحة الصدرين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(330, 'النسر الملكي', 'الكوفة', 'بداية شارع الروان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(331, 'مدينة النجوم', 'الكوفة', 'شارع الروان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(332, 'ريبال النجف', 'الكوفة', 'شارع الروان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(333, 'بردى', 'الكوفة', 'نجف/حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(334, 'اكــــــــد', 'الكوفة', 'نجف/حي الاشتراكي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(335, 'برج علي', 'الكوفة', 'نجف/حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(336, 'المروج', 'الكوفة', 'نجف/حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(337, 'غرناطة', 'الكوفة', 'خدمي حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(338, 'الطيف', 'الكوفة', 'بداية شارع المثنى', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(339, 'جنة العراق', 'الكوفة', 'نهاية شارع الروان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(340, 'العراق', 'الكوفة', 'نجف/حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(341, 'بركات الكريم', 'الكوفة', 'خدمي حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(342, 'الفرقدين', 'الكوفة', 'خدمي حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(343, 'امناء الرحمن', 'الكوفة', 'ش/ كوفة-نجف/مقابل حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(344, 'بانيقيا', 'الكوفة', 'ش/ كوفة-نجف/مقابل حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(345, 'قصر الكرار', 'الكوفة', 'كوفة/حي كندة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(346, 'درة السلام', 'الكوفة', 'كوفة/حي كندة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(347, 'قصر الزهراء', 'الكوفة', 'كوفة/حي كندة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(348, 'الاكرمين', 'الكوفة', 'كوفة/حي كندة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(349, 'المطار', 'الكوفة', 'قرب مرقد ميثم التمار', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(350, 'خيرات البلاد', 'الكوفة', 'قرب مرقد ميثم التمار', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(351, 'الولاء', 'الكوفة', 'مقابل مسجد الكوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(352, 'فيض الكوفة', 'الكوفة', 'مقابل مسجد الكوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(353, 'الهدى', 'الكوفة', 'قرب مسلم بن عقيل', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(354, 'قصر السفير', 'الكوفة', 'شارع الروان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(355, 'سلسبيل', 'الكوفة', 'قرب مرقد ميثم التمار', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(356, 'قصر الاولياء', 'الكوفة', 'نجف/حي الاسكان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(357, 'جنة الرضا', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(358, 'المشكاة', 'الكوفة', 'شارع نجف- كوفة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(359, 'الخيمة', 'الكوفة', 'حي المهندسين قرب مطعم الخيمة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(360, 'المنى', 'الكوفة', 'شارع كربلاء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(361, 'اطلس', 'الكوفة', 'ملحق الزهراء/مجاورثابت', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(362, 'الخيرات', 'الكوفة', 'شارع كلية الادارة والاقتصاد', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(363, 'الحمد', 'الكوفة', 'شارع كربلاء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(364, 'قصر الزمان', 'الكوفة', 'خدمي حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(365, 'قصر الجواد', 'الكوفة', 'خدمي حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(366, 'ارض الامير', 'الكوفة', 'خدمي حي الامير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(367, 'الشاكرين', 'الكوفة', 'شارع كربلاء/حي النفط', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(368, 'الذهب', 'الكوفة', 'شارع كربلاء/حي النفط', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(369, 'سارة', 'شارع المدينة', 'الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(370, 'زينة الارض', 'شارع المدينة', 'قرب عمارة الحياة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(371, 'القمة', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(372, 'ارض القداح', 'شارع المدينة', 'قرب كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(373, 'السامي', 'شارع المدينة', 'قرب مشروع الماء', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(374, 'اريج الزهراء', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(375, 'البيان', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(376, 'طوى', 'شارع المدينة', 'الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(377, 'الدلة', 'شارع المدينة', 'قرب المناخة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(378, 'قصر الجنان', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(379, 'انوار اليقين', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(380, 'دانيال', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(381, 'جنة الفؤاد', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(382, 'شجرة الدر', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(383, 'ام القرى', 'شارع المدينة', 'ساحة الميدان', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(384, 'الكريستال', 'شارع المدينة', 'نهاية شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(385, 'الميقات', 'شارع المدينة', 'مقابل مركزشرطة الغري', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(386, 'البستان', 'شارع المدينة', 'مجاوركراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(387, 'الخيام', 'شارع المدينة', 'مجاوركراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(388, 'اليعسوب', 'شارع المدينة', 'قرب نادي الموظفين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(389, 'قصر النجم', 'شارع المدينة', 'خلف المجلس الاعلى', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(390, 'الهمام', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(391, 'مدينة العطاء', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(392, 'قصر الامراء', 'شارع المدينة', 'بداية شارع الهاتف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(393, 'ديار الحبيب', 'شارع المدينة', 'شارع الهاتف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(394, 'الساحل', 'شارع المدينة', 'نهاية شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(395, 'الرحمة', 'شارع المدينة', 'الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(396, 'عين الحياة', 'شارع المدينة', 'بداية شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(397, 'قصر البدر', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(398, 'الروضة', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(399, 'خديجة الكبرى', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(400, 'المدينة الحيدرية', 'شارع المدينة', 'شارع الهاتف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(401, 'جنة المصطفى', 'شارع المدينة', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(402, 'ذو الفقار', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(403, 'الوادي المقدس', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(404, 'القسيم', 'شارع المدينة', 'شارع الهاتف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(405, 'التيسير', 'شارع المدينة', 'قرب مركزشرطة الغري', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(406, 'السلطان', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(407, 'الرياحي', 'شارع المدينة', 'الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(408, 'الناصر', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(409, 'القبطان', 'شارع المدينة', 'قرب مركزشرطة الغري', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(410, 'اللؤلؤة', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(411, 'عشتار', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(412, 'النبا', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(413, 'تبوك', 'شارع المدينة', 'الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(414, 'قصر اية', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(415, 'حسين الشريس', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(416, 'نجمة النجف', 'شارع المدينة', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(417, 'برج المنار', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(418, 'الحرم', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(419, 'الحائر', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(420, 'الدرر', 'شارع المدينة', 'قرب بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(421, 'الصقر', 'شارع المدينة', 'خلف مصرف الروضة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(422, 'ايوان', 'شارع المدينة', 'قرب بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(423, 'نور الشمس', 'شارع المدينة', 'خلف فندق سفينة النجاة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(424, 'الديار', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(425, 'الزاهد', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(426, 'الدوحة', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(427, 'دار الرحمة', 'شارع المدينة', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(428, 'سفينة النجاة', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(429, 'الهيثم', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(430, 'ريحانة المصطفى', 'شارع المدينة', 'مقابل كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(431, 'ضفاف النجف', 'شارع المدينة', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(432, 'القائم', 'شارع المدينة', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(433, 'المباهلة', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(434, 'بركة ام ابيها', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(435, 'صفين', 'شارع المدينة', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(436, 'القبة البيضاء', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(437, 'الفصول', 'شارع المدينة', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(438, 'عاصمة الثقافة', 'شارع المدينة', 'قرب مركزشرطة الغري', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(439, 'عصر الاولياء', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(440, 'الثقلين', 'شارع المدينة', 'قرب كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(441, 'مدينة النور', 'شارع المدينة', 'قرب كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(442, 'قصر الزائرين', 'شارع المدينة', 'الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(443, 'قصر الفهد', 'شارع المدينة', 'قرب كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(444, 'الراية', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(445, 'الرهام', 'شارع المدينة', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(446, 'جنة الخلد', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(447, 'در الندى', 'شارع المدينة', 'شارع الامام علي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(448, 'جنة الوحيد', 'شارع المدينة', 'شارع السدير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(449, 'انوار البقيع', 'شارع المدينة', 'مجاورالمستشفى القديم', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(450, 'الهلال', 'شارع المدينة', 'خلف المستشفى القديم', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(451, 'ريماس', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(452, 'الصفوة', 'شارع المدينة', 'مقابل جامع الجوهرجي', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(453, 'قصر الشفاعة', 'شارع المدينة', 'قرب كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(454, 'قصر السلطان', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(455, 'قصر الفيروز', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(456, 'شارع الرسول', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(457, 'حسينية ديالى', 'شارع المدينة', 'قرب المجسرات', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(458, 'النخيل', 'شارع المدينة', 'مجاوراعدادية النجف للبنين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(459, 'جوهرة النجف', 'شارع المدينة', 'شارع الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(460, 'الارض المعمورة', 'شارع المدينة', 'شارع الهاتف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(461, 'الاحرار', 'شارع المدينة', 'الجديدة/قرب الجبل', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(462, 'النجمة الذهبية', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(463, 'الطاهرين الشعبي', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(464, 'منزل السلطان الشعبي', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(465, 'بركة ارض النجف الشعبي', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(466, 'راية حيدرالشعبي', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(467, 'الليوان', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(468, 'جبل النور', 'شارع المدينة', 'قرب نادي الموظفين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(469, 'يوسف', 'شارع المدينة', 'نهاية شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(470, 'بركة ال محمد', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(471, 'الماس الشرق', 'شارع المدينة', 'قرب اعدادية النجف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(472, 'انوار الصادق الامين', 'شارع المدينة', 'مقابل بنات الحسن', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(473, 'الغالب', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(474, 'الاطياب الشعبي', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(475, 'فدك', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(476, 'قمر بني هاشم', 'شارع المدينة', 'شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(477, 'البرهان', 'شارع المدينة', 'خلف المناخة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(478, 'دار الهدى', 'شارع المدينة', 'قرب المجسرات', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(479, 'وادي العقيق', 'شارع المدينة', 'بداية شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(480, 'نور الحسين', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(481, 'نور الزهراء', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(482, 'الباقر', 'شارع المدينة', 'الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(483, 'رتاج الكعبة', 'شارع المدينة', 'خان المخضر', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(484, 'جنة فاطمة', 'شارع المدينة', 'شارع الهاتف', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0);
INSERT INTO `hotels` (`hotelId`, `hotelName`, `area`, `street`, `createdBy`, `createdAt`, `updatedAt`, `isDeleted`) VALUES
(485, 'لطف الزهراء', 'شارع المدينة', 'شارع ابو صخير', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(486, 'بلاد النور', 'شارع المدينة', 'قرب فندق صفين', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(487, 'جنة الفائز', 'شارع المدينة', 'قرب كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(488, 'ارض السهلة', 'شارع المدينة', 'قرب كراج الرابطة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(489, 'نسيم الفرات', 'شارع المدينة', 'قرب الساحة التجارية', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(490, 'الابراج', 'شارع المدينة', 'نهاية شارع المدينة', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(491, 'بيت الزائر', 'شارع المدينة', 'ملحق شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(492, 'الاعيان', 'شارع المدينة', 'ملحق شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(493, 'ضيوف القاسم', 'شارع المدينة', 'ملحق شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(494, 'كل الاقمار', 'شارع المدينة', 'ملحق شارع الرسول', NULL, '2024-12-15 13:15:25', '2024-12-15 13:15:25', 0),
(497, 'fffffff', 'ffffffffffffffff', 'fffffffffffff', 2, '2024-12-15 13:56:07', '2024-12-16 05:09:35', 1),
(498, 'jjjjjjjjjjjjjjjjjj', 'jjjjjj', 'jjjjjjjjj', 2, '2024-12-15 14:05:01', '2024-12-16 05:09:31', 1),
(499, 'ggggggggggggg', 'ggggggggggggggggggg', 'gggggg', 2, '2024-12-15 14:12:58', '2024-12-16 05:09:27', 1);

-- --------------------------------------------------------

--
-- Table structure for table `losttb`
--

CREATE TABLE `losttb` (
  `id` int(11) NOT NULL,
  `name` varchar(250) NOT NULL,
  `city` varchar(250) NOT NULL,
  `centerId` int(250) NOT NULL,
  `missPlace` varchar(250) NOT NULL DEFAULT 'لايوجد',
  `phoneNo` varchar(16) NOT NULL DEFAULT 'لايوجد',
  `state` tinyint(1) NOT NULL,
  `date` varchar(250) NOT NULL,
  `age` varchar(255) NOT NULL,
  `gender` tinyint(1) NOT NULL,
  `location` varchar(250) NOT NULL,
  `img` varchar(250) NOT NULL,
  `isApp` tinyint(1) NOT NULL,
  `reporter` varchar(250) NOT NULL,
  `deviceToken` varchar(500) NOT NULL,
  `isDeleted` tinyint(1) DEFAULT 0,
  `imgDeleted` tinyint(1) DEFAULT 0,
  `userId` int(11) DEFAULT 0,
  `receiveName` varchar(255) DEFAULT '0',
  `createdAt` timestamp NULL DEFAULT current_timestamp(),
  `emergency` tinyint(1) DEFAULT 0,
  `updatedAt` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `lostvisitors`
--

CREATE TABLE `lostvisitors` (
  `lostVisitorId` int(11) NOT NULL,
  `fullName` varchar(255) DEFAULT NULL,
  `age` int(11) DEFAULT NULL,
  `status` tinyint(4) DEFAULT NULL,
  `waitingPlace` varchar(255) DEFAULT NULL,
  `cityId` int(11) DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `reporterName` varchar(255) DEFAULT NULL,
  `notes` varchar(255) DEFAULT NULL,
  `shiftId` int(11) DEFAULT NULL,
  `createdBy` int(11) DEFAULT NULL,
  `isDelete` tinyint(1) DEFAULT 0,
  `isCall` tinyint(1) DEFAULT 0,
  `isDelivered` tinyint(1) DEFAULT 0,
  `isEmergency` tinyint(1) DEFAULT 0,
  `isSensitiveCase` tinyint(1) DEFAULT 0,
  `legalDepartmentNotified` tinyint(1) DEFAULT 0,
  `createdAt` datetime DEFAULT NULL,
  `updatedAt` datetime DEFAULT NULL,
  `isFromMobile` tinyint(1) DEFAULT 0,
  `location` varchar(255) DEFAULT NULL,
  `osType` varchar(20) DEFAULT NULL,
  `deviceToken` varchar(255) DEFAULT NULL,
  `missPlace` varchar(255) DEFAULT NULL,
  `phoneNo` varchar(20) DEFAULT NULL,
  `appId` varchar(50) DEFAULT NULL,
  `lostVisitorImage` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `missDate` varchar(255) DEFAULT NULL,
  `relationship` varchar(255) DEFAULT NULL,
  `external` tinyint(1) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `lostvisitors`
--

INSERT INTO `lostvisitors` (`lostVisitorId`, `fullName`, `age`, `status`, `waitingPlace`, `cityId`, `sex`, `reporterName`, `notes`, `shiftId`, `createdBy`, `isDelete`, `isCall`, `isDelivered`, `isEmergency`, `isSensitiveCase`, `legalDepartmentNotified`, `createdAt`, `updatedAt`, `isFromMobile`, `location`, `osType`, `deviceToken`, `missPlace`, `phoneNo`, `appId`, `lostVisitorImage`, `address`, `missDate`, `relationship`, `external`) VALUES
(1, 'علي حسين مظلوم', 45, 0, 'fgfggfgf', 1, NULL, 'Dacey Vincent', 'gffggf', 1, 1, 0, 0, 0, 0, 0, 0, '2024-12-19 10:57:14', '2024-12-19 10:57:14', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0),
(2, 'عامر الكاظمي', 12, 0, 'gggggg', 1, NULL, 'fgbgfbgfb', 'Sit laudantium rep', 1, 1, 0, 0, 1, 0, 0, 0, '2024-12-19 10:57:14', '2024-12-19 11:07:43', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0),
(3, 'حيدر منذر كامل', 54, NULL, NULL, NULL, NULL, 'gggggggggggggggggg', 'gggggggggg', 1, 1, 0, 1, 0, 0, 1, 0, '2024-12-19 10:57:14', '2024-12-19 11:07:43', 0, NULL, NULL, NULL, 'kkkkkkkkkkkkkkk', '5454544554', NULL, '\\images\\uploads\\2024-12-19T11-02-52.901ZÙ3.jpg', 'Architecto id qui n', '2020-02-20', 'Est eos sed in omn', 1),
(4, 'kkk', 78, 0, 'بيبييب', 34, NULL, 'بلبلب', 'يب', 1, 1, 0, 1, 1, 0, 0, 0, '2024-12-19 11:22:21', '2024-12-19 11:22:21', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0),
(5, 'علي حسين مظلوم', 23, NULL, NULL, NULL, NULL, 'يسسيسي', 'يسسييس', 1, 1, 0, 1, 0, 0, 1, 0, '2024-12-19 11:22:21', '2024-12-19 11:22:21', 0, NULL, NULL, NULL, 'سيسيسييس', '2323223', NULL, '\\images\\uploads\\2024-12-19T11-31-12.398ZÙ1.jpg', 'Architecto id qui n', '2020-02-20', 'يسسيسي', 1),
(6, 'قفقف', 45, 1, 'بلبلبل', 1, NULL, 'بلبلبل', 'بل', 2, 2, 0, 0, 0, 0, 0, 0, '2024-12-19 11:22:21', '2024-12-19 11:22:21', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0),
(7, 'قففقفق', 45, 0, 'لبلب', 3, NULL, 'بلبللب', 'بللب', 1, 1, 0, 0, 0, 0, 0, 0, '2024-12-19 11:22:21', '2024-12-19 11:22:21', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0);

-- --------------------------------------------------------

--
-- Table structure for table `manage`
--

CREATE TABLE `manage` (
  `id` int(11) NOT NULL,
  `showYear` varchar(4) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `manage`
--

INSERT INTO `manage` (`id`, `showYear`) VALUES
(1, '2024');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` int(11) NOT NULL,
  `user_id` tinyint(1) NOT NULL,
  `addUser` tinyint(1) NOT NULL,
  `deleteUser` tinyint(1) NOT NULL,
  `editUser` tinyint(1) NOT NULL,
  `deleteLost` tinyint(1) NOT NULL,
  `addLost` tinyint(1) NOT NULL,
  `editLost` tinyint(1) NOT NULL,
  `addCenter` tinyint(1) NOT NULL,
  `deleteCenter` tinyint(1) NOT NULL,
  `editCenter` tinyint(1) NOT NULL,
  `sendNotifications` tinyint(4) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_swedish_ci;

-- --------------------------------------------------------

--
-- Table structure for table `recipients`
--

CREATE TABLE `recipients` (
  `recipientId` int(11) NOT NULL,
  `fullName` varchar(255) DEFAULT NULL,
  `recipientImage` varchar(255) DEFAULT NULL,
  `recipientFingerprint` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `birthDate` varchar(255) DEFAULT NULL,
  `IdCardNumber` varchar(255) DEFAULT NULL,
  `IdCardType` varchar(255) DEFAULT NULL,
  `phoneNumber` varchar(255) DEFAULT NULL,
  `relationship` varchar(255) DEFAULT NULL,
  `createdBy` int(11) DEFAULT NULL,
  `createdAt` datetime DEFAULT current_timestamp(),
  `updatedAt` datetime DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `recipients`
--

INSERT INTO `recipients` (`recipientId`, `fullName`, `recipientImage`, `recipientFingerprint`, `address`, `birthDate`, `IdCardNumber`, `IdCardType`, `phoneNumber`, `relationship`, `createdBy`, `createdAt`, `updatedAt`) VALUES
(1, 'hhhhhh', '\\images\\uploads\\2024-12-19T11-12-57.463ZimageFromWebCam.png', NULL, 'hhhhhhhhhhhhhh', 'ghhhhhh', 'hhhhhhh', 'ghhhhh', 'ghhhhhh', 'ghhhhhh', 1, '2024-12-19 11:07:44', '2024-12-19 11:07:44'),
(2, 'يببيبييب', '\\images\\uploads\\2024-12-19T11-25-55.247ZimageFromWebCam.png', NULL, 'بيييييي', 'يببب', 'بببببببببببب', 'ببببببببببب', 'بببببببببب', 'يببببببب', 1, '2024-12-19 11:22:21', '2024-12-19 11:22:21');

-- --------------------------------------------------------

--
-- Table structure for table `sendednotify`
--

CREATE TABLE `sendednotify` (
  `nid` int(11) NOT NULL,
  `userId` int(11) DEFAULT NULL,
  `text` varchar(255) DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `deviceToken` varchar(255) DEFAULT NULL,
  `lostId` int(11) DEFAULT 0,
  `createdAt` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `shifts`
--

CREATE TABLE `shifts` (
  `shiftId` int(11) NOT NULL,
  `shiftName` varchar(255) DEFAULT NULL,
  `isDelete` tinyint(1) DEFAULT 0,
  `isActive` tinyint(1) DEFAULT 0,
  `createdBy` int(11) DEFAULT NULL,
  `createdAt` datetime DEFAULT NULL,
  `updatedAt` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `shifts`
--

INSERT INTO `shifts` (`shiftId`, `shiftName`, `isDelete`, `isActive`, `createdBy`, `createdAt`, `updatedAt`) VALUES
(1, 'صباحي', 0, 1, 1, '2024-12-10 12:54:42', '2024-12-10 12:54:42'),
(2, 'مسائي', 0, 1, 1, '2024-12-10 12:54:42', '2024-12-10 12:54:42'),
(3, 'مبيت اولى', 0, 1, 1, '2024-12-10 12:54:42', '2024-12-10 12:54:42'),
(4, 'مبيت ثانية', 0, 1, 1, '2024-12-10 12:54:42', '2024-12-10 12:54:42');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `userId` int(11) NOT NULL,
  `shiftId` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `centerId` int(11) DEFAULT NULL,
  `phoneNo` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `img` varchar(255) DEFAULT NULL,
  `age` varchar(255) DEFAULT NULL,
  `identifierName` varchar(255) DEFAULT NULL,
  `identifierPhone` varchar(255) DEFAULT NULL,
  `isActive` tinyint(1) DEFAULT 1,
  `addedBy` int(11) DEFAULT NULL,
  `createdAt` datetime DEFAULT current_timestamp(),
  `isDeleted` tinyint(1) DEFAULT 0,
  `uImgDeleted` tinyint(1) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`userId`, `shiftId`, `name`, `userName`, `password`, `centerId`, `phoneNo`, `city`, `img`, `age`, `identifierName`, `identifierPhone`, `isActive`, `addedBy`, `createdAt`, `isDeleted`, `uImgDeleted`) VALUES
(1, 1, 'morning shift', 'morningShift', '$2b$10$jakuFS3lTlaeXiiSRhPDkeGf4Ao9DeXvxP2SkzUg/OziRlndvfy/a', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, '2024-12-19 10:35:36', 0, 0),
(2, 2, 'evening shift', 'eveningShift', '$2b$10$MwaPGGt50/MRnpiaAG/mZ.ld56K/krr.rOWLP4NygxnXxAfyEfmcW', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, '2024-12-19 10:35:36', 0, 0),
(3, 3, 'night one shift', 'nightOneShift', '$2b$10$rrlHjLead7rTU5Ho12Cnt.di/PmxyCySMwaefA6ZZkGWy/rmI4g/K', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, '2024-12-19 10:35:36', 0, 0),
(4, 4, 'night two shift', 'nightTwoShift', '$2b$10$P40rQEWdHnxds.v3n514j.2xZBs5p/HFZe2UM3Ex8mJyXdmkJZVra', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, '2024-12-19 10:35:36', 0, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `centers`
--
ALTER TABLE `centers`
  ADD PRIMARY KEY (`centerId`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`cityId`);

--
-- Indexes for table `deliveryrecords`
--
ALTER TABLE `deliveryrecords`
  ADD PRIMARY KEY (`recordId`),
  ADD KEY `idx_lostvisitorid` (`lostVisitorId`),
  ADD KEY `idx_recipientid` (`recipientId`);

--
-- Indexes for table `hotels`
--
ALTER TABLE `hotels`
  ADD PRIMARY KEY (`hotelId`);

--
-- Indexes for table `losttb`
--
ALTER TABLE `losttb`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lostvisitors`
--
ALTER TABLE `lostvisitors`
  ADD PRIMARY KEY (`lostVisitorId`);

--
-- Indexes for table `manage`
--
ALTER TABLE `manage`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `recipients`
--
ALTER TABLE `recipients`
  ADD PRIMARY KEY (`recipientId`);

--
-- Indexes for table `sendednotify`
--
ALTER TABLE `sendednotify`
  ADD PRIMARY KEY (`nid`);

--
-- Indexes for table `shifts`
--
ALTER TABLE `shifts`
  ADD PRIMARY KEY (`shiftId`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`userId`),
  ADD UNIQUE KEY `unique_userName` (`userName`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `centers`
--
ALTER TABLE `centers`
  MODIFY `centerId` int(250) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=101;

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `cityId` int(250) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=73;

--
-- AUTO_INCREMENT for table `deliveryrecords`
--
ALTER TABLE `deliveryrecords`
  MODIFY `recordId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `hotels`
--
ALTER TABLE `hotels`
  MODIFY `hotelId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=500;

--
-- AUTO_INCREMENT for table `losttb`
--
ALTER TABLE `losttb`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `lostvisitors`
--
ALTER TABLE `lostvisitors`
  MODIFY `lostVisitorId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `manage`
--
ALTER TABLE `manage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `recipients`
--
ALTER TABLE `recipients`
  MODIFY `recipientId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `sendednotify`
--
ALTER TABLE `sendednotify`
  MODIFY `nid` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `shifts`
--
ALTER TABLE `shifts`
  MODIFY `shiftId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `userId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
